export default {
  projections: {
    ГородE: {
      название: {
        __caption__: 'Название'
      },
      широта: {
        __caption__: 'Широта'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      долгота: {
        __caption__: 'Долгота'
      }
    },
    ГородL: {
      название: {
        __caption__: 'Название'
      },
      широта: {
        __caption__: 'Широта'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      долгота: {
        __caption__: 'Долгота'
      }
    }
  },
  validations: {
    iDИдентификатор: {
      __caption__: 'I d идентификатор'
    },
    долгота: {
      __caption__: 'Долгота'
    },
    название: {
      __caption__: 'Название'
    },
    широта: {
      __caption__: 'Широта'
    }
  }
};
