export default {
  projections: {
    ЗданиеE: {
      название: {
        __caption__: 'Название'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      широта: {
        __caption__: 'Широта'
      },
      городID: {
        __caption__: 'Город ID'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      }
    },
    ЗданиеL: {
      название: {
        __caption__: 'Название'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      широта: {
        __caption__: 'Широта'
      },
      городID: {
        __caption__: 'Город ID'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      }
    }
  },
  validations: {
    iDИдентификатор: {
      __caption__: 'I d идентификатор'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    городID: {
      __caption__: 'Город ID'
    },
    долгота: {
      __caption__: 'Долгота'
    },
    название: {
      __caption__: 'Название'
    },
    широта: {
      __caption__: 'Широта'
    },
    город: {
      __caption__: 'город'
    }
  }
};
