export default {
  projections: {
    МетеостанцияE: {
      название: {
        __caption__: 'Название'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      широта: {
        __caption__: 'Широта'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      городID: {
        __caption__: 'Город ID'
      },
      влажность: {
        __caption__: 'Влажность'
      }
    },
    МетеостанцияL: {
      название: {
        __caption__: 'Название'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      широта: {
        __caption__: 'Широта'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      городID: {
        __caption__: 'Город ID'
      },
      влажность: {
        __caption__: 'Влажность'
      }
    }
  },
  validations: {
    iDИдентификатор: {
      __caption__: 'I d идентификатор'
    },
    влажность: {
      __caption__: 'Влажность'
    },
    городID: {
      __caption__: 'Город ID'
    },
    долгота: {
      __caption__: 'Долгота'
    },
    местоположение: {
      __caption__: 'Местоположение'
    },
    название: {
      __caption__: 'Название'
    },
    текущаяТемп: {
      __caption__: 'текущаяТемп'
    },
    широта: {
      __caption__: 'Широта'
    },
    город: {
      __caption__: 'город'
    }
  }
};
